Repository: GNOME/five-or-more
Catalog: help/*/*.po
Languages: ca, eu, ko, pl

# _
source: translator-credits
ca: Daniel <danielof7@gmail.com>, 2020 Joan Sanchis <joansanchis@pm.me>, 2020 Miquel Àngel Burgos i Fradeja <miquel.angel.burgos@gmail.com>, 2020
ko: 조성호 <shcho@gnome.org>, 2021
pl: Piotr Drąg <piotrdrag@gmail.com>, 2017-2023 Aviary.pl <community-poland@mozilla.org>, 2017-2023

source: Creative Commons Share Alike 3.0
ca: Creative Commons compartir igual 3.0
ko: 크리에이티브 커먼즈 동일조건변경허락 3.0

source: Report a Problem
ca: Informar d'un problema
eu: Jakinarazi akats bat
ko: 문제 보고하기
pl: Zgłaszanie problemów

source: <app>Five or More</app> is maintained by a volunteer community. You are welcome to participate. If you notice a problem you can file a <em>bug report</em>. To file a bug, go to <link href="https://gitlab.gnome.org/GNOME/five-or-more/issues/new"/>.
ca: <app>Cinc o més</app> és mantingut gràcies al voluntariat de la comunitat. Donem la benvinguda a tothom qui vulgui participar. Si trobeu cap problema, podeu <em>notificar un error</em>. Per a fer-ho, aneu a <link href="https://gitlab.gnome.org/GNOME/five-or-more/issues/new"/>.
eu: <app>Bost edo gehiago</app> aplikazioa boluntarioen komunitate batek mantentzen du. Ongi etorria izango zara lagundu nahi baduzu. Arazoren bat ikusten baduzu, bete ezazu <em>akatsaren jakinarazpena</em>. Akatsa jakinarazteko, joan <link href="https://gitlab.gnome.org/GNOME/five-or-more/new"/> gunera.
ko: <app>다섯개</app> 는 전세계 기여자 집단이 번역합니다. 여러분의 참여를 환영합니다. If you notice a problem you can file a <em>bug report</em>. To file a bug, go to <link href="https://gitlab.gnome.org/GNOME/five-or-more/issues/new"/>.

source: This is a bug tracking system where users and developers can file details about bugs, crashes and request enhancements.
ca: Aquest és un sistema de seguiment d'errors en què els usuaris i desenvolupadors poden enviar detalls sobre errors, bloquejos i sol·licitar millores.
eu: Akatsei segimendua egiteko sistema bat da, erabiltzaileek eta garatzaileek akatsei eta kraskadurei buruzko xehetasunak eman ditzaten edo hobekuntzak eskatu ditzaten balio duena.
ko: 사용자와 개발자가 버그와 치명적인 문제, 개선 제안에 대한 자세한 내용을 제출할 수 있는 버그 추적 시스템입니다.
pl: To system śledzenia błędów, w którym użytkownicy i programiści mogą zgłaszać informacje o błędach, awariach i prośby o ulepszenia.

source: To participate you have to log in, which will give you the ability to gain access, file bugs, and make comments. Also, you need to log in using one of your existing accounts or register a new account so you can receive updates by e-mail about the status of your bug. If you don't already have an account and don't want to use any of the available log in options, just click on the <gui>Register</gui> link to create one.
ca: Per a participar-hi, heu d'iniciar la sessió, i així tindreu la possibilitat d'accedir-hi, d'enviar informes d'errors i de fer comentaris. A més, heu d'iniciar la sessió amb un dels vostres comptes existents o us heu de registrar per a poder rebre actualitzacions per correu electrònic sobre l'estat de l'informe d'error. Si encara no teniu un compte i no voleu fer servir cap de les opcions d'inici de sessió disponibles, feu clic a l'enllaç <gui>Registra'm</gui> per a crear-ne un.
eu: Parte hartzeko, kontu bat sortu beharko duzu. Horrela, akatsak bete, iruzkinak egin eta zure akatsak duen egoerari buruzko eguneratzeak posta bidez eskuratu ahal izango dituzu. Oraindik konturik ez baduzu, egin klik <gui>Erregistratu</gui> estekan kontu bat sortzeko.
ko: 참여하려면 계정이 필요하며, 계정이 있으면 접근 권한을 가지게 되며 버그를 신고할 수 있고 의견을 제시할 수 있습니다. 또한, 보고한 버그의 최신 현황을 전자메일로 받으려면 기존 계정 중 하나로 로그인하거나 새 계정을 등록해야 합니다. 만약 계정이 없는데 로그인 옵션을 따로 활용하고 싶지 않다면 <gui>Register</gui>을 눌러 계정을 만들 수 있습니다.
pl: Do wzięcia udziału potrzeba się zalogować, co daje dostęp, możliwość zgłaszania błędów i pisania komentarzy. Zalogowanie się za pomocą jednego z istniejących kont lub zarejestrowanie nowego umożliwia także otrzymywanie powiadomień pocztą e-mail o stanie błędu. Jeśli nie masz jeszcze konta i nie chcesz używać żadnych z dostępnych opcji logowania, to kliknij odnośnik <gui>Register</gui> (Zarejestruj się).

source: Once you have an account, log in, click on <guiseq><gui>Projects</gui><gui>five-or-more</gui><gui>Issues</gui><gui>New issue</gui></guiseq>. Before reporting a bug, please read the <link href="https://wiki.gnome.org/GettingInTouch/BugReportingGuidelines">bug writing guidelines</link>, and please <link href="https://gitlab.gnome.org/GNOME/five-or-more/issues">browse</link> for the bug to see if it already exists.
ca: Un cop tingueu un compte, inicieu la sessió, feu clic a <guiseq><gui>Projects</gui><gui>five-or-more</gui><gui>Issues</gui><gui>New issue</gui></guiseq>. Abans d'informar d'un error, llegiu les directrius d'escriptura d'errors <link href="https://wiki.gnome.org/GettingInTouch/BugReportingGuidelines"></link>, i si us plau <link href="https://gitlab.gnome.org/GNOME/five-or-more/issues">navegueu</link> la llista d'errors per a comprovar si l'error ja existeix.
eu: Kontu bat sortu ondoren, hasi saioa eta egin klik <guiseq><gui>Proiektuak</gui><gui>five-or-more</gui><gui>Issues</gui><gui>Auzi berria</gui></guiseq> aukeran. Akats bat jakinarazi baino lehen, irakurri <link href="https://wiki.gnome.org/GettingInTouch/BugReportingGuidelines">akatsak idazteko gidalerroak</link> eta <link href="https://gitlab.gnome.org/GNOME/five-or-more/issues">arakatu</link> lehendik daudenak, jakiteko ea zure akatsa jadanik badagoen ala ez.
ko: 계정을 확보하고 나면 로그인하시고 <guiseq><gui>Projects</gui><gui>five-or-more</gui><gui>Issues</gui><gui>New issue</gui></guiseq>를 누릅니다. 버그를 보고하기 전 <link href="https://wiki.gnome.org/GettingInTouch/BugReportingGuidelines">버그 작성 지침</link>을 확인하시고, 이미 같은 내용으로 누군가가 버그 보고를 올렸는지 <link href="https://gitlab.gnome.org/GNOME/five-or-more/issues">찾아보십시오</link>.
pl: Po utworzeniu konta zaloguj się i kliknij <guiseq><gui>Projects</gui><gui>five-or-more</gui><gui>Issues</gui><gui>New issue</gui></guiseq> (<guiseq><gui>Projekty</gui><gui>five-or-more</gui><gui>Zgłoszenia</gui><gui>Nowe zgłoszenie</gui></guiseq>). Przed zgłoszeniem błędu prosimy przeczytać <link href="https://wiki.gnome.org/GettingInTouch/BugReportingGuidelines">wytyczne opisywania błędów</link> i <link href="https://gitlab.gnome.org/GNOME/five-or-more/issues">poszukać</link>, czy błąd został już zgłoszony.

source: Fill in the Title and Description sections and click <gui>Submit issue</gui>.
ca: Emplena els camps de Títol i Descripció i fes clic a <gui>Submit issue</gui>.
eu: Bete izenburua eta deskribapena eta sakatu <gui>Bidali auzia</gui>.
ko: 제목과 설명 부분을 채워넣고 <gui>Submit issue</gui>를 누릅니다.
pl: Wypełnij sekcje „Title” (Tytuł) i „Description” (Opis) w języku angielskim i kliknij przycisk <gui>Submit issue</gui> (Wyślij zgłoszenie).

source: Your report will be given an ID number, and its status will be updated as it is being dealt with.
ca: S'assignarà un identificador al teu informe i el seu estat serà actualitzat quan s'hagi atès.
eu: Zure txostenari ID zenbaki bat emango zaio eta bere egoera eguneratu egingo da aldaketaren bat dagoenean.
ko: 보고서에는 ID 번호가 붙으며, 처리하는대로 최신 상태가 바뀝니다.
pl: Zgłoszenie otrzyma numer identyfikujący, a jego stan będzie zmieniany razem z postępem jego rozwiązywania.

source: Change board size
ca: Canviar la mida del tauler
eu: Aldatu taularen tamaina
ko: 게임판 크기 바꾸기
pl: Zmiana rozmiaru planszy

source: To change the board size:
ca: Per a canviar la mida del tauler:
eu: Taularen tamaina aldatzeko:
ko: 게임판 크기를 바꾸려면:
pl: Aby zmienić rozmiar planszy:

source: Press the menu button in the top-right corner of the window.
ca: Pressionar el botó del menú al cantó dret superior de la finestra.
eu: Sakatu leihoaren goiko eskuineko izkinan dagoen menu-botoia.
ko: 창 우측 상단의 메뉴 단추를 누릅니다.
pl: Kliknij przycisk menu w górnym prawym rogu okna.

source: Select <gui>Small</gui>, <gui>Medium</gui>, or <gui>Large</gui>.
ca: Seleccioneu <gui>Petit</gui>, <gui>Mitjà</gui>, o <gui>Gran</gui>.
eu: Hautatu <gui>Txikia</gui>, <gui>Ertaina</gui> edo <gui>Handia</gui>.
pl: Wybierz <gui>Mała</gui>, <gui>Średnia</gui> lub <gui>Duża</gui>.

source: While a larger board gives you more space, there are also more objects in play for each turn.
ca: Tot i que un tauler més gran et dona més espai, també hi ha més objectes amb els quals jugar en cada torn.
eu: Taula handiagoak espazio gehiago emango dizu, baina jokatzeko objektu gehiago ere izango dituzu txanda bakoitzean.
ko: 더 큰 게임판에서 게임할 공간을 더 많이 주는 만큼, 각 횟수마다 플레이할 객체가 더 많아집니다.
pl: Chociaż większa plansza daje więcej miejsca, to w każdej rundzie jest więcej kulek w grze.

source: Board parameters
ca: Paràmetres del tauler
eu: Taularen parametroak
ko: 게임판 매개변수
pl: Parametry planszy

source: The 3 different board sizes have the following parameters:
ca: Els 3 taulers de diferent mida tenen els següents paràmetres:
eu: 3 taula-tamaina desberdinek honako parametroak dituzte:
ko: 세가지 제각기 다른 게임판 크기는 다음 매개변수 값을 따릅니다:
pl: Trzy dostępne rozmiary planszy mają następujące parametry:

source: <em>Size</em>
ca: <em>Mida</em>
eu: <em>Tamaina</em>
ko: <em>크기</em>
pl: <em>Rozmiar</em>

source: <em>Width</em>
ca: <em>Amplada</em>
eu: <em>Zabalera</em>
ko: <em>너비</em>
pl: <em>Szerokość</em>

source: <em>Height</em>
ca: <em>Alçada</em>
eu: <em>Altuera</em>
ko: <em>높이</em>
pl: <em>Wysokość</em>

source: <em>Number of types</em>
ca: <em>Nombre de tipus</em>
eu: <em>Mota kopurua</em>
ko: <em></em>
pl: <em>Liczba typów</em>

source: <em>New objects per turn</em>
ca: <em>Nous objectes per torn</em>
eu: <em>Objektu kopurua txandako</em>
ko: <em>회차당 새 객체</em>
pl: <em>Nowe kulki na rundę</em>

source: <em>Number of cells</em>
ca: <em>Nombre de cel·les</em>
eu: <em>Gelaxka kopurua</em>
ko: <em>칸 수</em>
pl: <em>Liczba komórek</em>

source: Small
ca: Petit
eu: Txikia
ko: 작게
pl: Mała

source: Medium
ca: Mig
eu: Ertaina
ko: 중간
pl: Średnia

source: Large
ca: Gran
eu: Handia
ko: 크게
pl: Duża

source: The 3 board sizes
ca: Les 3 mides del tauler
eu: 3 taula-tamainak
ko: 세가지 게임판 크기
pl: Trzy rozmiary planszy

source: <app>Five or More</app> Small board
ca: <app>Cinc o més</app> tauler petit
eu: <app>Bost edo gehiago</app> taula txikia
ko: <app>다섯개</app> 작은 게임판
pl: Mała plansza <app>Kulek</app>

source: <app>Five or More</app> medium size board
ca: <app>Cinc o més</app> tauler mitjà
eu: <app>Bost edo gehiago</app> taula ertaina
ko: <app>다섯개</app> 중간 크기 게임판
pl: Średnia plansza <app>Kulek</app>

source: <app>Five or More</app> large size board
ca: <app>Cinc o més</app> tauler gran
eu: <app>Bost edo gehiago</app> taula handia
ko: <app>다섯개</app> 큰 크기 게임판
pl: Duża plansza <app>Kulek</app>

source: Change the look and feel
ca: Canviar l'aparença
eu: Aldatu itxura
ko: 모양새 바꾸기
pl: Zmiana wyglądu

source: To change the appearance of the pieces and the board:
ca: Canviar l'aparença de les peces i del tauler:
eu: Piezen eta taularen itxura aldatzeko:
ko: 게임말과 게임판의 모양새를 바꾸려면:
pl: Aby zmienić wygląd kulek i planszy:

source: Press the menu button in the top-right corner of the window and select <gui style="menuitem">Preferences</gui>.
ca: Premeu el botó del menú al cantó superior dret de la finestra i seleccioneu <gui style="menuitem">Preferències</gui>.
eu: Sakatu goiko eskuineko izkinan dagoen menu-botoia eta hautatu <gui style="menuitem">Hobespenak</gui>.
ko: 창 우측 상단의 메뉴 단추를 누른 후 <gui style="menuitem">기본 설정</gui>을 선택합니다.
pl: Kliknij przycisk menu w górnym prawym rogu okna i wybierz <gui style="menuitem">Preferencje</gui>.

source: Select <gui>balls</gui>, <gui>shapes</gui>, or <gui>tango</gui> from the <gui>Theme</gui> drop down menu to change the playing pieces.
ca: Seleccioneu <gui>boles</gui>, <gui>formes</gui>, o <gui>tango</gui> des del menú desplegable <gui>Tema</gui> per a canviar les peces de joc.
eu: Hautatu <gui>puxtarriak</gui>, <gui>formak</gui> edo <gui>tango</gui> aukeren artean <gui>Gaia</gui> goitibeherako menuan, jokoaren piezak aldatzeko.
ko: 게임 말 모양을 바꾸려면 <gui>테마</gui> 드롭다운 메뉴에서 <gui>공</gui>, <gui>도형</gui>, <gui>탱고</gui> 중 하나를 선택합니다.
pl: Wybierz <gui>Kulki</gui>, <gui>Kształty</gui> lub <gui>Tango</gui> z rozwijanego menu <gui>Motyw</gui>, aby zmienić kulki do gry.

source: Click on the colored box next to <gui>Background color</gui> to access the color palette.
ca: Feu clic en el requadre de color al costat <gui>Color de fons</gui> per a accedir a la paleta de colors.
eu: Egin klik <gui>Atzeko planoaren kolorea</gui> ondoan dagoen koloredun koadroan, kolore-paleta irekitzeko.
ko: 색상 표를 열어보려면 <gui>배경색</gui> 옆의 색 상자를 누릅니다.
pl: Kliknij kolorowe pole obok napisu <gui>Kolor tła</gui>, aby włączyć paletę kolorów.

source: Close the <gui>Preferences</gui> dialog.
ca: Tanqueu el diàleg <gui>Preferències</gui>.
eu: Itxi <gui>Hobespenak</gui> elkarrizketa-koadroa.
ko: <gui>기본 설정</gui> 대화 창을 닫습니다.
pl: Zamknij okno <gui>Preferencje</gui>.

source: Help develop
ca: Ajudar en el desenvolupament
eu: Lagundu garatzen
ko: 개발 돕기
pl: Pomoc w programowaniu

source: The <app>GNOME Games</app> are developed and maintained by a volunteer community. You are welcome to participate.
ca: Els <app>Jocs del GNOME</app> són desenvolupats i mantinguts per una comunitat de voluntaris i voluntàries. Ets benvingut/da a participar.
eu: <app>GNOME Jokoak</app> boluntarioen komunitate batek garatzen eta mantentzen du. Ongi etorria izango zara lagundu nahi baduzu.
ko: <app>그놈 게임</app>은 전세계 기여자가 개발하고 관리합니다. 여러분의 참여를 환영합니다.
pl: <app>Gry GNOME</app> są tworzone przez społeczność ochotników. Zapraszamy do współpracy.

source: If you would like to <link href="https://wiki.gnome.org/Apps/Games/Contributing">help develop <app>GNOME Games</app></link>, you can get in touch with the developers using <link href="https://cbe005.chat.mibbit.com/?url=irc%3A%2F%2Firc.gnome.org%2Fgnome-games">irc</link>, or via our <link href="http://mail.gnome.org/mailman/listinfo/games-list">mailing list</link>.
ca: Si t'agradaria <link href="https://wiki.gnome.org/Apps/Games/Contributing">ajudar a desenvolupar <app>Jocs del GNOME</app></link>, pots posar-te en contacte amb els desenvolupadors utilitzant <link href="https://cbe005.chat.mibbit.com/?url=irc%3A%2F%2Firc.gnome.org%2Fgnome-games">irc</link>, o bé a través de la nostra <link href="http://mail.gnome.org/mailman/listinfo/games-list">llista de correu</link>.
eu: <link href="https://wiki.gnome.org/Apps/Games/Contributing"><app>GNOME Jokoak</app> garatzen lagundu</link> nahi baduzu, <link href="https://cbe005.chat.mibbit.com/?url=irc%3A%2F%2Firc.gnome.org%2Fgnome-games">irc</link> edo <link href="https://mail.gnome.org/mailman/listinfo/games-list">posta-zerrenda</link> erabili dezakezu.
ko: <link href="https://wiki.gnome.org/Apps/Games/Contributing"><app>그놈 게임</app> 개발 지원</link>을 원하시면, <link href="https://cbe005.chat.mibbit.com/?url=irc%3A%2F%2Firc.gnome.org%2Fgnome-games">IRC</link> 또는 <link href="http://mail.gnome.org/mailman/listinfo/games-list">메일링 리스트</link>로 개발자에게 연락할 수 있습니다.

source: Help write documentation
ca: Ajudar a escriure documentació
eu: Lagundu dokumentazioa idazten
ko: 문서 작성 돕기
pl: Pomoc w pisaniu dokumentacji

source: The <app>GNOME Games</app> documentation is maintained by a volunteer community. You are welcome to participate.
ca: La documentació dels <app>Jocs del GNOME</app> és mantinguda per una comunitat de voluntaris i voluntàries. Ets benvingut/da a participar.
eu: <app>GNOME Jokoak</app> aplikazioaren dokumentazioa boluntarioen komunitate batek mantentzen du. Ongi etorria izango zara lagundu nahi baduzu.
ko: <app>그놈 게임</app> 문서는 기여자 집단이 관리합니다. 여러분의 참여를 환영합니다.
pl: Dokumentacja <app>Gier GNOME</app> jest tworzona przez społeczność ochotników. Zapraszamy do współpracy.

source: To contribute to the Documentation Project, feel free to get in touch with us using <link href="https://cbe003.chat.mibbit.com/?url=irc%3A%2F%2Firc.gnome.org%2Fdocs">irc</link>, or via our <link href="http://mail.gnome.org/mailman/listinfo/gnome-doc-list">mailing list</link>.
ca: Per a contribuir al Projecte de Documentació, pots posar-te en contacte amb nosaltres utilitzant <link href="https://cbe003.chat.mibbit.com/?url=irc%3A%2F%2Firc.gnome.org%2Fdocs">irc</link>, o a través de la nostra <link href="http://mail.gnome.org/mailman/listinfo/gnome-doc-list">llista de correu</link>.
eu: Dokumentazio-proiektuan lagundu nahi baduzu, jarri gurekin harremanetan <link href="https://cbe003.chat.mibbit.com/?url=irc%3A%2F%2Firc.gnome.org%2Fdocs">irc</link> edo <link href="https://mail.gnome.org/mailman/listinfo/gnome-doc-list">posta-zerrenda</link> erabilita.
ko: 문서 프로젝트에 기여하려면, 저희 <link href="https://cbe003.chat.mibbit.com/?url=irc%3A%2F%2Firc.gnome.org%2Fdocs">irc</link>나 <link href="http://mail.gnome.org/mailman/listinfo/gnome-doc-list">메일링 리스트</link>를 통해 저희에게 연락하십시오.

source: Our <link href="https://wiki.gnome.org/DocumentationProject/Contributing">wiki</link> page contains useful information.
ca: La nostra pàgina <link href="https://wiki.gnome.org/DocumentationProject/Contributing">wiki</link> conté informació útil.
eu: Gure <link href="https://wiki.gnome.org/DocumentationProject/Contributing">wikiko</link> orriak informazio interesgarria dauka.
ko: <link href="https://live.gnome.org/DocumentationProject/Contributing">위키</link> 페이지에 관련 정보가 있습니다.
pl: Nasza <link href="https://wiki.gnome.org/DocumentationProject/Contributing">wiki</link> zawiera przydatne informacje (w języku angielskim).

# link
source: Five or More
ca: Cinc o més
eu: Bost edo gehiago
ko: 다섯개
pl: Kulki

# text
source: Five or More
ca: Cinc o més
eu: Bost edo gehiago
ko: 다섯개
pl: Kulki

source: Five or More logo
ca: Logo del Cinc o més
eu: Bost edo gehiago logoa
ko: 다섯개 로고
pl: Logo gry Kulki

source: <_:media-1/> Five or More
ca: <_:media-1/>Cinc o més
eu: <_:media-1/> Bost edo gehiago
ko: <_:media-1/> 다섯개
pl: <_:media-1/> Kulki

source: <app>Five or More</app> is a deceptively simple brain workout. The goal is to place at least five objects of the same <link xref="change-theme#images">color or shape</link> into a straight line. The line can be horizontal, vertical or diagonal. Once five or more objects are grouped into a line, they disappear. The goal is to vanish as many objects as possible. The game is over when the entire board is full.
ca: <app>Cinc o més</app> és un exercici senzill per a estimular el vostre cervell. L'objectiu és col·locat almenys cinc objectes del mateix <link xref="change-theme#images">color o forma</link> en una línia recta. La línia pot ser horitzontal, vertical o diagonal. Una vegada cinc o més objectes es troben agrupats en la mateixa línia, desapareixen. L'objectiu és fer desaparèixer el major nombre d'objectes possibles. El joc s'acaba quan el tauler sencer es troba ple.
eu: <app>Bost edo gehiago</app> adimenerako joko sinple bat da. Xedea da <link xref="change-theme#images">kolore edo forma</link> bereko bost objektu lerro zuzen batean kokatzea. Lerroa horizontala, bertikala edo zeharkakoa izan daiteke. Bost objektu edo gehiago lerro batean kokatu ondoren, desagertu egiten dira. Ahalik eta objektu gehien desagerrarazi behar dira. Jokoa amaituko da taula osoa beteta dagoenean.
ko: <app>다섯개</app>는 심심풀이용 두뇌 게임입니다. 동일한 <link xref="change-theme#images">색 또는 모양</link>을 지닌 다섯개 객체를 일렬로 맞추는게 게임의 목표입니다. 줄은, 수평, 수직, 대각선일 수 있습니다. 다섯개 이상 한 줄에 맞추면 없어집니다. 가능한한 더 많은 객체를 없애는게 목표입니다. 게임판이 가득차면 게임이 끝납니다.
pl: <app>Kulki</app> to zwodniczo prosta łamigłówka. Celem jest umieszczenie co najmniej pięciu kulek o tym samym <link xref="change-theme#images">kolorze lub kształcie</link> w prostej linii. Linia może być pozioma, pionowa lub ukośna. Po połączeniu pięciu lub więcej kulek w linię znikają one z planszy. Celem jest usunięcie jak największej liczby kulek. Gra kończy się, kiedy cała plansza jest zapełniona.

source: Game Play
ca: Jugar
eu: Jokoa
ko: 게임하기
pl: Rozgrywka

source: Useful Tips
ca: Consells útils
eu: Argibide erabilgarriak
ko: 유용한 정보
pl: Wskazówki

source: Advanced
ca: Avançat
eu: Aurreratua
ko: 고급
pl: Zaawansowane

source: Get Involved
ca: Participar
eu: Hartu parte
ko: 참여하기
pl: Dołącz do nas

source: Creative Commons Attribution-ShareAlike 3.0 Unported License
ca: Reconeixement-CompartirIgual 3.0 Llicència no adaptada
eu: Creative Commons Attribution-ShareAlike 3.0 Unported lizentzia
ko: 크리에이티브 커먼즈 저작자표시-동일조건변경허락 3.0 Unported 라이선스
pl: Creative Commons Attribution-ShareAlike 3.0 Unported

source: This work is licensed under a <_:link-1/>.
ca: Aquest treball està llicenciat sota <_:link-1/>.
eu: Lan honen lizentzia <_:link-1/> da.
ko: 이 문서는 <_:link-1/>를 따릅니다.
pl: Na warunkach licencji <_:link-1/>.

source: Legal information.
ca: Informació legal.
eu: Legezko informazioa.
ko: 법적 정보.
pl: Informacje prawne.

source: License
ca: Llicència
eu: Lizentzia
ko: 라이선스
pl: Licencja

source: This work is distributed under a CreativeCommons Attribution-Share Alike 3.0 Unported license.
ca: Aquesta obra es distribueix sota llicència no adaptada CreativeCommons Reconeixement-Compartir Igual 3.0.
eu: Lan hau Creative Commons Attribution-Share Alike 3.0 Unported lizentzia pean banatzen da.
ko: 이 문서는 크리에이티브 커먼즈 저작자표시-동일조건변경허락 3.0 Unported 라이선스로 배포됩니다.
pl: Na warunkach licencji Creative Commons Attribution-Share Alike 3.0 Unported.

source: You are free:
ca: Ets lliure de:
eu: Libre zara:
ko: 이용자는 다음 권리가 있습니다:
pl: Można:

source: <em>To share</em>
ca: <em>Compartir</em>
eu: <em>Partekatzeko</em>
ko: <em>공유</em>
pl: <em>dzielić się</em>

source: To copy, distribute and transmit the work.
ca: Per a copiar, distribuir i trametre la feina.
eu: Lana kopiatu, banatu eta transmititzeko.
ko: 저작물을 복제, 배포, 전송합니다.
pl: , czyli kopiować, rozpowszechniać, odtwarzać i wykonywać utwór.

source: <em>To remix</em>
ca: <em>Remesclar</em>
eu: <em>Aldatzeko</em>
ko: <em>변경</em>
pl: <em>remiksować</em>

source: To adapt the work.
ca: Per a adaptar el treball.
eu: Lana moldatzeko.
ko: 저작물에 적용합니다.
pl: , czyli tworzyć utwory zależne.

source: Under the following conditions:
ca: Amb les següents condicions:
eu: Honako baldintzen pean:
ko: 다음 조건을 따라야 합니다:
pl: Na następujących warunkach:

source: <em>Attribution</em>
ca: <em>Atribució</em>
eu: <em>Aitortu</em>
ko: <em>저작자 표시</em>
pl: <em>Uznanie autorstwa</em>

source: You must attribute the work in the manner specified by the author or licensor (but not in any way that suggests that they endorse you or your use of the work).
ca: Heu de reconèixer l'autoria del material de la forma especificada per l'autor o llicenciant (però no d'una manera que suggereixi que el llicenciador us dona suport o patrocina l'ús que en feu).
eu: Lanaren egilea edo lizentziaren jabea nor den aitortu behar duzu, hark esandako moduan (baina zuk egiten duzun erabilera babesten duela esan edo iradoki gabe).
ko: 저작자 또는 저작권자가 지정한 방법으로 표시해야 합니다. 하지만 저작자나 저작권자가 귀하에게 권리를 부여한다거나 귀하의 사용을 허가한다는 내용을 나타내서는 안 됩니다.
pl: Utwór należy oznaczyć w sposób określony przez Twórcę lub Licencjodawcę.

source: <em>Share Alike</em>
ca: <em>Compartir Igual</em>
eu: <em>Partekatu berdin</em>
ko: <em>동일 조건</em>
pl: <em>Na tych samych warunkach</em>

source: If you alter, transform, or build upon this work, you may distribute the resulting work only under the same, similar or a compatible license.
ca: Si altereu, transformeu o creeu a partir del material, heu de difondre les vostres creacions amb la mateixa llicència, similar o compatible de l'obra original.
eu: Lan hau aldatu, transformatu edo osatzen baduzu, lizentzia bera edo lizentzia bateragarri bat erabili beharko duzu sortutako lan berria banatzeko.
ko: 이 저작물을 개작, 변형, 이 저작물을 기반으로 또 다른 저작물을 만든다면, 동일, 유사 또는 호환 라이선스에 따라 저작물을 배포해야 함.
pl: Zmieniając utwór, przekształcając go lub tworząc na jego podstawie, wolno rozpowszechniać powstały utwór zależny jedynie na tej samej, podobnej lub zgodnej licencji.
