Repository: GNOME/five-or-more
Catalog: help/*/*.po
Languages: ca, eu, ko, pl

source: For the full text of the license, see the <link href="http://creativecommons.org/licenses/by-sa/3.0/legalcode">CreativeCommons website</link>, or read the full <link href="http://creativecommons.org/licenses/by-sa/3.0/">Commons Deed</link>.
ca: Per al text complet de la llicència, veieu el <link href="https://creativecommons.org/licenses/by-sa/3.0/legalcode">Web del CreativeCommons</link>, o llegiu el <link href="https://creativecommons.org/licenses/by-sa/3.0/">Document complet de l'acte</link>.
eu: Lizentziaren testu osoa kontsultzeko, begiratu <link href="http://creativecommons.org/licenses/by-sa/3.0/legalcode">CreativeCommons webgunean</link> edo irakurri <link href="http://creativecommons.org/licenses/by-sa/3.0/">Commons kontratu osoa</link>.
ko: 라이선스 전문을 보려면, <link href="http://creativecommons.org/licenses/by-sa/3.0/legalcode">크리에이티브 커먼즈 웹사이트 </link> 또는 <link href="http://creativecommons.org/licenses/by-sa/3.0/">일반 권리 증서</link>를 참조합니다.
pl: Pełny tekst licencji dostępny jest na stronie <link href="http://creativecommons.org/licenses/by-sa/3.0/legalcode">Creative Commons</link>; można również przeczytać <link href="http://creativecommons.org/licenses/by-sa/3.0/">podsumowanie</link>.

source: How to Play
ca: Com jugar
eu: Nola jokatu
ko: 플레이 방법
pl: Jak grać

source: To start a new game, press the menu button in the top-right corner of the window and select <gui style="menuitem">New Game</gui>.
ca: Per a començar un nou joc, feu clic al botó del menú al cantó superior dret de la finestra i seleccioneu <gui style="menuitem">Partida nova</gui>.
eu: Jokaldi berri bati ekiteko, sakatu leihoaren goiko eskuineko izkinan dagoen menu-botoia eta hautatu <gui style="menuitem">Joko berria</gui>.
ko: 새 게임을 시작하려면, 창 우측 상단의 메뉴 단추를 누른 후 <gui style="menuitem">새 게임</gui>을 선택합니다.
pl: Aby rozpocząć nową grę, kliknij przycisk menu w górnym prawym rogu okna i wybierz <gui style="menuitem">Nowa gra</gui>.

source: Using the mouse
ca: Utilització del ratolí
eu: Sagua erabiltzea
ko: 마우스 사용하기
pl: Używanie myszy

source: Click on the object you want to move. The selected object will begin spinning.
ca: Feu clic en l'objecte que voleu moure. L'objecte seleccionat començarà a moure's.
eu: Egin klik lekuz aldatu nahi duzun objektuan. Hautatutako objektua biratzen hasiko da.
ko: 옮기고자 하는 객체를 누릅니다. 선택한 객체는 빙글빙글 돕니다.
pl: Kliknij kulkę do przeniesienia. Wybrana kulka zacznie się obracać.

source: Click on the destination cell. The chosen object will move to the destination cell, if there is any clear path.
ca: Feu clic a la cel·la de destinació. L'objecte seleccionat es mourà a la cel·la de destinació, si hi ha camí lliure.
eu: Egin klik helburuko gelaxkan. Hautatutako objektua helburuko gelaxkara mugituko da, bide garbiren bat badago.
ko: 대상 칸을 누릅니다. 선택한 객체는 지나가는 경로에 다른 장애물이 없다면 대상 칸으로 움직입니다.
pl: Kliknij komórkę docelową. Wybrana kulka zostanie do niej przeniesiona, jeśli jest między nimi przejście.

source: Using the keyboard
ca: Utilització del teclat
eu: Teklatua erabiltzea
ko: 키보드 사용하기
pl: Używanie klawiatury

source: Press any of the arrow keys. An outline around a cell will appear on the board.
ca: Pressioneu qualsevol tecla de les fletxes. Una línia envoltarà una cel·la al tauler.
eu: Sakatu gezi-tekletako edozein. Gelaxkaren inguru ingerada bat agertuko da taulan.
ko: 어떤 화살표 키든 사용합니다. 게임판의 칸 주변에 테두리가 나타납니다.
pl: Naciśnij jeden z klawiszy strzałek. Wokół komórki na planszy pojawi się obwódka.

source: Using the arrow keys, and the <key>Home</key>, <key>End</key>, <key>PageUp</key> and <key>PageDown</key> keys navigate to the object you want to move.
ca: Utilitzant les tecles de direcció, i les tecles <key>Inici</key>, <key>Fi</key>, <key>Re Pàg</key> i <key>Av Pàg</key> per a desplaçar-se cap a l'objecte que voleu moure.
eu: Erabili gezi-teklak eta <key>Home</key>, <key>End</key>, <key>PageUp</key> eta <key>PageDown</key> teklak lekuz aldatu nahi duzun objektua mugitzeko.
ko: 화살표 키와 <key>Home</key>, <key>End</key>, <key>PageUp</key>, <key>PageDown</key> 키로 옮기고자 하는 객체를 고를 수 있습니다.
pl: Za pomocą klawiszy strzałek oraz klawiszy <key>Home</key>, <key>End</key>, <key>Page Up</key> i <key>Page Down</key> przejdź do kulki, która ma zostać przeniesiona.

source: To select the object, press the <key>Enter</key>, <key>Spacebar</key> or <key>Return</key>. The selected object will begin spinning.
ca: Per a seleccionar l'objecte, pressioneu <key>Intro</key>, <key>Barra Espaiadora</key> o <key>Retorn</key>. L'objecte seleccionat començarà a moure's.
eu: Objektua hautatzeko, sakatu <key>Enter</key>, <key>Spacebar</key> edo <key>Return</key> tekla. Hautatutako objektua biraka hasiko da.
ko: 객체를 선택하려면 <key>Enter</key>, <key>Spacebar</key>, <key>Return</key> 키 중 하나를 누릅니다. 선택한 객체는 빙글빙글 돕니다.
pl: Aby wybrać kulkę, naciśnij klawisz <key>Enter</key> lub <key>Spację</key>. Wybrana kulka zacznie się obracać.

source: Move to the destination cell, and again press the <key>Enter</key>, <key>Spacebar</key> or <key>Return</key>. The chosen object will move to the destination cell, if there is any clear path.
ca: Mou a la cel·la de destí, i de nou pressioneu <key>Intro</key>, <key>Barra Espaiadora</key> o <key>Retorn</key>. L'objecte seleccionat es mourà cap a la cel·la de destí, si hi ha un camí lliure.
eu: Joan helburuko gelaxkara eta sakatu berriro <key>Enter</key>, <key>Spacebar</key> edo <key>Return</key>. Hautatutako objektua helburuko gelaxkara eramango da, bidea garbi badago.
ko: 대상 칸으로 움직인 후, <key>Enter</key>, <key>Spacebar</key>, <key>Return</key>키 중 하나를 누릅니다. 선택한 객체는 지나가는 경로에 다른 장애물이 없다면 대상 칸으로 움직입니다.
pl: Przejdź do komórki docelowej i ponownie naciśnij klawisz <key>Enter</key> lub <key>Spację</key>. Wybrana kulka zostanie do niej przeniesiona, jeśli jest między nimi przejście.

source: Video demonstration
ca: Demostració en vídeo
eu: Bideo-erakustaldia
ko: 동영상 예시
pl: Demonstracja wideo

source: Rules
ca: Regles
eu: Arauak
ko: 규칙
pl: Zasady

source: At the start of the game there are either 3 or 7 objects placed on your board, depending on the <link xref="change-board-size">board size</link>.
ca: A l'inici del joc hi ha entre 3 i 7 objectes col·locats al teu tauler, depenent de la <link xref="change-board-size">dimensió del tauler</link>.
eu: Jokaldiaren hasieran, 3 edo 7 objektu egongo dira taulan, aukeratutako <link xref="change-board-size">taula-tamainaren</link> arabera.
ko: 게임을 시작할 때 <link xref="change-board-size">게임판 크기</link>에 따라 게임판에 객체가 3~7개 정도 올라갑니다.
pl: Na początku gry na planszy są 3 lub 7 kulek, w zależności od <link xref="change-board-size">rozmiaru planszy</link>.

source: Each time you <link xref="play">move an object</link>, additional objects are placed randomly on the board. The number of new objects placed each turn also depends on the board. A preview of the objects to be placed on the board appears in the upper left corner of the game window.
ca: Cada cop que <link xref="play">moveu un objecte</link>, es col·loquen objectes addicionals de manera aleatòria al tauler. El nombre de nous objectes col·locats a cada torn depèn també del tauler. A la cantonada superior esquerra de la finestra podeu veure els objectes que s'hi col·locaran.
eu: <link xref="play">Objektu bat lekuz aldatzen den</link> bakoitzeko, objektu gehiago kokatzen dira taulan, ausaz. Kokatutako objektu berrien kopurua taularen araberakoa izango da. Joko-leihoaren goiko ezkerreko izkinak taulan kokatuko diren objektuen aurrebista bat agertzen da.
ko: <link xref="play">객체를 움직일 때</link>마다 추가 객체가 게임판에 임의대로 나타납니다. 게임판에 따라 여러 객체가 올라갑니다. 게임창 좌측 상단 구석에서 게임판에 올라갈 객체를 미리 볼 수 있습니다.
pl: Po każdym <link xref="play">przeniesieniu kulki</link> na planszy pojawiają się nowe, wybrane losowo. Ich liczba także zależy od planszy. W górnym lewym rogu okna gry widoczne są kulki, które zostaną umieszczone na planszy w następnej rundzie.

source: There must be a clear path from the original position of the object to the destination cell (i.e you can not jump over objects).
ca: Cal que el camí des de la posició original de l'objecte a la cel·la de destinació sigui lliure d'obstacles (per exemple, no es pot saltar per sobre d'objectes).
eu: Objektuaren jatorrizko kokalekutik helburuko gelaxkaraino bide garbi bat egon behar da (ezin da objektuen gainetik salto egin).
ko: 객체의 초기 위치에서 대상 위치로 욺직이려면 움직이는 길이 뚫려있어야 합니다(예: 다른 객체를 건너뛸 수 없음).
pl: Między obecnym położeniem kulki a komórką docelową musi być wolne przejście (tzn. nie można przechodzić nad innymi kulkami).

source: A straight horizontal, vertical or diagonal line of five or more similar objects will disappear from the game board. When this happens you will have an extra move without additional objects being added to the board.
ca: Les línies rectes horitzontals, verticals o diagonals de cinc o més objectes semblants desapareixeran del tauler. Quan això passi, tindreu un moviment addicional sense que s'afegeixin més objectes al tauler.
eu: Antzeko bost objektu edo gehiago lerro horizontal, bertikal edo zeharkako batean kokatzen badira, desagertu egingo dira taulatik. Hori gertatzen denean, taulari objektu gehiago gehituko ez zaizkion mugimendu estra bat izango duzu.
ko: 비슷한 객체를 게임판에 수평, 수직, 대각선 방향으로 일렬로 두면 객체가 없어집니다. 이렇게 객체를 없애고 나면 게임판에 다른 객체가 추가로 나타나지 않고 한 번 더 객체를 움직일 수 있습니다.
pl: Prosta pozioma, pionowa lub ukośna linia pięciu lub więcej podobnych kulek zniknie z planszy. Gracz dostaje dodatkowy ruch bez dodawania nowych kulek do planszy.

source: The more objects you clear, the longer the game will go on. The longer you play, the higher your <link xref="scores">score</link>.
ca: Com més objectes en traieu, més temps durarà la partida. Com més temps duri la partida, més alta serà la vostra <link xref="scores">puntuació</link>.
eu: Gero eta objektu gehiago kendu, jokoak gehiago iraungo du. Gero eta denbora luzeagoan jokatu, <link xref="scores">puntuazioa</link> altuagoa izango da.
ko: 더 많은 객체를 없앨 수록 게임을 더 오래할 수 있습니다. 게임을 오래할 수록 <link xref="scores">점수</link>가 더 높게 올라갑니다.
pl: Im więcej kulek zostaje usuniętych, tym gra trwa dłużej. Im dłużej gra trwa, tym wyższy <link xref="scores">wynik</link>.

source: The game is over when the board is full, since no object can be moved at that point.
ca: La partida s'acaba quan el tauler és ple, ja que llavors no es pot moure cap objecte.
eu: Jokoa amaituko da taula beteta dagoenean, momentu horretan ezin izango baitira objektuak lekuz aldatu.
ko: 게임판이 객체로 가득차면 어떤 객체도 움직일 수 없어 끝납니다.
pl: Gra kończy się, kiedy plansza jest pełna, jako że nie można już przenieść żadnej kulki.

source: Example horizontal alignment
ca: Exemple d'alineació horitzontal
eu: Lerrokatze horizontalaren adibidea
ko: 수평 정렬 예제
pl: Przykład ułożenia w poziomie

source: Example vertical alignment
ca: Exemple d'alineació vertical
eu: Lerrokatze bertikalaren adibidea
ko: 수직 정렬 예제
pl: Przykład ułożenia w pionie

source: Example diagonal alignment
ca: Exemple d'alineació diagonal
eu: Zeharkako lerrokatzearen adibidea
ko: 대각선 정렬 예제
pl: Przykład ułożenia ukośnego

source: <app>Five or More</app> game over position.
ca: Fi de partida de <app>Cinc o més</app>.
eu: <app>Bost edo gehiago</app> jokoaren amaierako kokapena.
ko: <app>다섯개</app> 게임 끝 상태.
pl: Koniec gry <app>Kulki</app>.

source: Scoring
ca: Puntuació
eu: Puntuazioa
ko: 득점
pl: Wyniki

source: You score points by creating lines of 5 or more objects. The number of points depends on the number of objects that disappear.
ca: Per a puntuar, heu de crear línies de 5 objectes o més. El nombre de punts depèn del nombre d'objectes de la línia.
eu: Puntuak lortzeko, 5 objektu edo gehiago dituzten lerroak sortu behar dira. Puntu kopurua, desagertzen den objektu kopuruaren araberakoa izango da.
ko: 객체를 5개 이상 모아 한 줄을 만들어 득점합니다. 사라지는 객체 갯수에 따라 점수가 달라집니다.
pl: Tworzenie linii z 5 lub więcej kulek daje punkty. Liczba punktów zależy od liczby usuniętych kulek.

source: <em>Number of objects</em>
ca: <em>Nombre d'objectes</em>
eu: <em>Objektu kopurua</em>
ko: <em>객체 수</em>
pl: <em>Liczba kulek</em>

source: <em>Number of points</em>
ca: <em>Nombre de punts</em>
eu: <em>Puntu kopurua</em>
ko: <em>점수</em>
pl: <em>Liczba punktów</em>

source: You can view the high scores by pressing the menu button in the top-right corner of the window and selecting <gui style="menuitem">Scores</gui>.
ca: Podeu consultar les millors puntuacions prement el botó de menú de la part superior dreta de la finestra i seleccionant <gui style="menuitem">Puntuacions</gui>.
eu: Puntuazio altuenak ikusteko, sakatu leihoaren goiko eskuineko menu-botoia eta hautatu <gui style="menuitem">Puntuazioak</gui>.
ko: 창 우측 상단의 메뉴 단추를 누른 후 <gui style="menuitem">점수</gui>를 선택하면, 고득점 목록을 볼 수 있습니다.
pl: Można wyświetlić najlepsze wyniki klikając przycisk menu w górnym prawym rogu okna i wybierając <gui style="menuitem">Wyniki</gui>.

source: The <app>Five or More</app> scores are recorded according to the board size. You can select the <gui>Board Size</gui> of interest using the drop down menu.
ca: Les puntuacions de <app>Cinc o més</app> es registren segons la mida del tauler. Podeu seleccionar la <gui>Mida del tauler</gui> mitjançant el menú desplegable.
eu: <app>Bost edo gehiago</app> jokoaren puntuazioak taularen tamainaren arabera erregistratzen dira. <gui>Taularen tamaina</gui> aldatzeko, erabili goitibeherako menua.
ko: <app>다섯개</app> 점수는 게임판 크기에 따라 기록합니다. 원하는 게임판 별 점수를 보려면 <gui>게임판 크기</gui>를 선택하여 볼 수 있습니다.
pl: Wyniki gry <app>Kulki</app> są nagrywane zgodnie z rozmiarem planszy. Można wybrać <gui>Rozmiar planszy</gui> z rozwijanego menu.

source: Keyboard shortcuts
ca: Dreceres de teclat
eu: Laster-teklak
ko: 키보드 바로 가기
pl: Skróty klawiszowe

source: New game
ca: Partida nova
eu: Joko berria
ko: 새 게임
pl: Nowa gra

source: Help
ca: Ajuda
eu: Laguntza
ko: 도움말
pl: Pomoc

source: Quit
ca: Surt
eu: Irten
ko: 끝내기
pl: Zakończenie gry

source: Strategy
ca: Estratègia
eu: Estrategia
ko: 전략
pl: Strategia

source: There is no universal strategy for <app>Five or More</app>, but some strategic elements do exist. Here are some things to try and keep in mind as you play:
ca: No hi ha cap estratègia universal a <app>Cinc o més</app>, però sí que hi ha certs elements estratègics. A continuació us proposem algunes idees a provar i tenir en compte quan jugueu:
eu: Ez dago <app>Bost edo gehiago</app> jokorako estrategia unibertsalik, baina badaude kontuan hartu daitezkeen zenbait elementu estrategiko. Kontuan izan hurrengo ideiak jokoan ari zarenean:
ko: <app>다섯개</app>의 공통 전략은 없지만, 일부 전략 요소는 있습니다. 플레이할 때 기억해두어야 할 몇가지가 있습니다:
pl: Dla gry <app>Kulki</app> nie ma uniwersalnej strategii, ale warto pamiętać kilka rzeczy:

source: Try to set at least three same objects with your every move.
ca: Intenteu alinear almenys tres objectes iguals amb cada moviment.
eu: Saiatu gutxienez hiru objektu berdin kokatzen mugimendu bakoitzean.
ko: 매번 움직일 떄마다 최소한 객체 3개는 모아둡니다.
pl: Staraj się, aby każdy ruch ustawiał co najmniej trzy takie same kulki.

source: The board can quickly become very crowded with objects, so it is best to think ahead. Pay attention to the collection of <gui>Next</gui> objects, because knowing these will influence your moves.
ca: El tauler pot omplir-se d'objectes molt ràpidament, per la qual cosa és millor avançar-se als esdeveniments. Pareu atenció a la secció <gui>Següent</gui> i tingueu-la en compte a l'hora de moure els objectes.
eu: Taula laster bete daiteke objektuekin, beraz, hobe da aurretiaz ongi pentsatzea. Jarri arreta <gui>Hurrengoa</gui> objektuen bilduman, horiek ezagututa zure mugimenduak hobeto pentsatu baititzakezu.
ko: 게임판의 객체가 금방 찰 수 있기에 넘겨 짚어 생각하는게 좋습니다. 객체 움직임에 영향을 주므로 <gui>다음</gui>에 어떤 객체를 모을 지 주의를 기울이십시오.
pl: Plansza może szybko zapełnić się kulkami, więc dobrze jest myśleć z wyprzedzeniem. Zwracaj uwagę na <gui>Następne</gui> kulki, ponieważ wpływają one na decyzje podczas gry.

source: Try to line up more than 5 objects. For example, if you have 6 objects, you can line up 2 and 3 with a space in between, and then connect them by placing the sixth object between them.
ca: Proveu d'alinear més de 5 objectes. Per exemple, si teniu 6 objectes, podeu alinear-ne 2 i 3 amb un espai al mig i després connectar-los col·locant-hi el sisè objecte.
eu: Sakatu bost objektu baino gehiago lerrokatzen. Adibidez, sei objektu badituzu, bi eta hiru objektu lerrokatzen eta tartean zuriune bat uzten saiatu zaitezke, eta ondoren seigarren objektu baten bidez seiko lerro bat sortzen.
ko: 다섯개 이상 한 줄을 만들려 하십시오. 예를 들면, 6개를 일렬로 모을 경우 2~3개를 일렬로 모아둔 후에 여섯번째 객체를 그 사이에 넣어 연결할 수 있습니다.
pl: Staraj się łączyć więcej niż 5 kulek. Na przykład, jeśli masz 6 kulek, to możesz połączyć 2 i 3 z przerwą między nimi, a następnie połączyć je szóstą kulką.

source: Help translate
ca: Ajudar amb la traducció
eu: Lagundu itzultzen
ko: 번역 돕기
pl: Pomoc w tłumaczeniu

source: The <app>GNOME Games</app> user interface and documentation is being translated by a world-wide volunteer community. You are welcome to participate.
ca: La interfície i la documentació d’usuari dels <app> Jocs de GNOME</app> està sent traduïda per una comunitat de voluntaris a tot el món. Us convidem a participar-hi.
eu: <app>GNOME Jokoak</app> aplikazioaren erabiltzaile-interfazea eta dokumentazioa boluntarioen komunitate batek itzultzen du. Ongi etorria izango zara lagundu nahi baduzu.
ko: 그놈 게임 사용자 인터페이스와 문서는 전세계 기여자 집단이 번역합니다. 여러분의 참여를 환영합니다.
pl: Interfejs i dokumentacja <app>Gier GNOME</app> jest tłumaczona przez ogólnoświatową społeczność ochotników. Zapraszamy do współpracy.

source: There are <link href="http://l10n.gnome.org/module/five-or-more/">many languages</link> for which translations are still needed.
ca: Encara hi ha <link href="https://l10n.gnome.org/module/eog/">molts idiomes</link> en què hi ha traduccions per a fer.
eu: Itzulpena behar duten <link href="http://l10n.gnome.org/module/five-or-more/">hizkuntza asko</link> daude oraindik.
ko: 여전히 <link href="http://l10n.gnome.org/module/five-or-more/">수많은 언어</link>로 번역이 필요합니다.

source: To start translating you will need to <link href="http://l10n.gnome.org">create an account</link> and join the <link href="http://l10n.gnome.org/teams/">translation team</link> for your language. This will give you the ability to upload new translations.
ca: Per a poder començar a traduir, heu de <link href="http:l10n.gnome.org">crear-vos un compte</link> i apuntar-vos a l'<link href="http://l10n.gnome.org/teams/">equip de traducció</link> del vostre idioma. Això us permetrà pujar traduccions noves.
eu: Itzultzen hasteko, <link href="http://l10n.gnome.org">kontu bat sortu</link> behar da eta zure hizkuntzaren <link href="http://l10n.gnome.org/teams/">itzulpen-taldearekin</link> bat egin behar duzu. Horren ondoren, itzulpen berriak igo ahal izango dituzu.
ko: 번역을 시작하려면 먼저 <link href="http://l10n.gnome.org">계정을 만들고</link> 사용하는 언어의 <link href="http://l10n.gnome.org/teams/">번역팀</link>에 가입해야 합니다. 그러면 새 번역을 업로드할 수 있습니다.

source: You can chat with GNOME translators using <link href="https://cbe003.chat.mibbit.com/?url=irc%3A%2F%2Firc.gnome.org%2Fi18n">irc</link>. People on the channel are located worldwide, so you may not get an immediate response as a result of timezone differences.
ca: Podeu xatejar amb els traductors del GNOME mitjançant <link href="https://cbe003.chat.mibbit.com/?url=irc%3A%2F%2Firc.gnome.org%2Fi18n">IRC</link>. Els participants d'aquest canal es troben distribuïts per tot el món, així que pot ser que no obtingueu una resposta immediatament degut a diferències entre zones horàries.
eu: GNOME itzultzaileekin berriketan aritzeko, erabili <link href="https://cbe003.chat.mibbit.com/?url=irc%3A%2F%2Firc.gnome.org%2Fi18n">irc</link>. Kanaleko jendea mundu osokoa da, beraz zenbaitetan ez duzu berehalako erantzunik jasoko, ordu-zonen ondorioz.
ko: <link href="https://cbe003.chat.mibbit.com/?url=irc%3A%2F%2Firc.gnome.org%2Fi18n">IRC</link>에서 그놈 번역자와 이야기를 나눌 수 있습니다. 채널에 있는 사람은 전 세계에 있기 때문에, 시차로 인해 빠른 답변을 받지 못할 수도 있습니다.

source: Alternatively, you can contact the Internationalization Team using their <link href="http://mail.gnome.org/mailman/listinfo/gnome-i18n">mailing list</link>.
ca: Si ho preferiu, podeu contactar amb l'equip d'internacionalització utilitzant la seva <link href="http://mail.gnome.org/mailman/listinfo/gnome-i18n">llista de correu</link>.
eu: Beste komunikazio-kanal bat internazionalizazio-taldearen <link href="http://mail.gnome.org/mailman/listinfo/gnome-i18n">posta-zerrenda</link> da.
ko: 아니면, 국제화 팀에 <link href="http://mail.gnome.org/mailman/listinfo/gnome-i18n">메일링 리스트</link>를 통해 연락할 수도 있습니다.

source: <app>Five or More</app> is maintained by a volunteer community. You are welcome to participate. If you notice a problem you can file a <em>bug report</em>. To file a bug, go to <link href="https://gitlab.gnome.org/GNOME/five-or-more/-/issues/"/>.
pl: Gra <app>Kulki</app> jest tworzona przez społeczność ochotników. Zapraszamy do współpracy. Jeśli wystąpił jakiś błąd, to można go zgłosić na stronie <link href="https://gitlab.gnome.org/GNOME/five-or-more/-/issues/"/> (w języku angielskim).

source: If you would like to <link href="https://wiki.gnome.org/Apps/Games/Contribute">help develop <app>GNOME Games</app></link>, you can get in touch with the developers at <link href="https://matrix.to/#/#gnome-games:gnome.org">#gnome-games:gnome.org</link> on <link xref="help:gnome-help/help-matrix">Matrix</link> or <link href="https://web.libera.chat/#gnome-games">#gnome-games</link> on irc.libera.chat, or via <link href="https://discourse.gnome.org/tag/games">GNOME Discourse</link>.
pl: Jeśli chcesz <link href="https://wiki.gnome.org/Apps/Games/Contribute">pomóc rozwijać <app>Gry GNOME</app></link>, to możesz skontaktować się z programistami na kanale <link href="https://matrix.to/#/#gnome-games:gnome.org">#gnome-games:gnome.org</link> w sieci <link xref="help:gnome-help/help-matrix">Matrix</link> lub <link href="https://web.libera.chat/#gnome-games">#gnome-games</link> w sieci irc.libera.chat, albo przez serwis <link href="https://discourse.gnome.org/tag/games">GNOME Discourse</link> (w języku angielskim).

source: To contribute to the Documentation Project, feel free to get in touch with us in <link href="https://matrix.to/#/#docs:gnome.org">#docs:gnome.org</link> on <link xref="help:gnome-help/help-matrix">Matrix</link> or <link href="https://web.libera.chat/#gnome-docs">#gnome-docs</link> on irc.libera.chat, or via <link href="https://discourse.gnome.org/tag/documentation">GNOME Discourse</link>.
pl: Jeśli chcesz wziąć udział w projekcie dokumentacji, to skontaktuj się z nami na kanale <link href="https://matrix.to/#/#docs:gnome.org">#docs:gnome.org</link> w sieci <link xref="help:gnome-help/help-matrix">Matrix</link> lub <link href="https://web.libera.chat/#gnome-docs">#gnome-docs</link> w sieci irc.libera.chat, albo przez serwis <link href="https://discourse.gnome.org/tag/documentation">GNOME Discourse</link> (w języku angielskim).

source: There are <link href="https://l10n.gnome.org/module/five-or-more/">many languages</link> for which translations are still needed.
pl: <link href="https://l10n.gnome.org/module/five-or-more/">Wiele języków</link> nadal potrzebuje tłumaczeń.

source: To start translating you will need to <link href="https://l10n.gnome.org">create an account</link> and join the <link href="https://l10n.gnome.org/teams/">translation team</link> for your language. This will give you the ability to upload new translations.
pl: Do rozpoczęcia tłumaczenia potrzebne jest <link href="https://l10n.gnome.org">utworzenie konta</link> i dołączenie do <link href="https://l10n.gnome.org/teams/">zespołu tłumaczy</link> dla danego języka. Umożliwi to wysyłanie nowych tłumaczeń.
