Repository: GNOME/five-or-more
Catalog: help/*/*.po
Languages: ca, eu, ko, pl

source: You can chat with GNOME translators in <link href="https://matrix.to/#/#i18n:gnome.org">#i18n:gnome.org</link> on <link xref="help:gnome-help/help-matrix">Matrix</link> or <link href="https://web.libera.chat/#gnome-i18n">#gnome-i18n</link> on irc.libera.chat. People on the channel are located worldwide, so you may not get an immediate response as a result of timezone differences.
pl: Można skontaktować się z tłumaczami GNOME na kanale <link href="https://matrix.to/#/#i18n:gnome.org">#i18n:gnome.org</link> w sieci <link xref="help:gnome-help/help-matrix">Matrix</link> lub <link href="https://web.libera.chat/#gnome-i18n">#gnome-i18n</link> w sieci irc.libera.chat (w języku angielskim). Z powodu różnic stref czasowych odpowiedź może nie przyjść od razu.

source: Alternatively, you can contact the Internationalization Team using <link href="https://discourse.gnome.org/tag/i18n">GNOME Discourse</link>.
pl: Można także skontaktować się z zespołem tłumaczeń za pomocą serwisu <link href="https://discourse.gnome.org/tag/i18n">GNOME Discourse</link> (w języku angielskim).
